/* Localized versions of Info.plist keys */

AMName = "Change FOURCC of AVI videos";

/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
/* AMDAlert = "(* AMDAlert text goes here. (optional) *)"; */
AMDInput = "File names";
/* AMDNote = "(* AMDNote text goes here. (optional) *)"; */
AMDOptions = "FOURCC code of AVI video";
AMDResult = "File names.";
/* AMDRequires = "(* AMDRequires text to explain anything outside of Automator required for the action's operation, e.g. a web page open in Safari, goes here. (optional) *)"; */
AMDSummary = "Change FOURCC code of AVI video files.";
AMDWebsite = "http://www.iki.fi/sami.tikka/";

/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
